Repository: Mohamed-Santawi/SafeOpsWeb
Catalog: Frontend-Only/SafeOpsWeb/Resources/Languages/Lang.*.resx
Languages: ar

source: Cancel
ar: الغاء

source: Email
ar: البريد الإلكتروني

source: Error
ar: خطأ

# ErrorOccured
source: An error occured
ar: هنالك خطأ ما

source: Forgot password
ar: نسيت كلمة المرور

# InvaildEmailPassword
source: Invaild email or password
ar: خطا بكلمة المرور او البريد الإلكتروني

# Lockout
source: Your account temp lockout
ar: تم ايقاف الحساب بشكل مؤوقت

source: Login
ar: تسجيل دخول

source: Ok
ar: حسنا

source: Password
ar: كلمة المرور

# PleaseConfirmEmail
source: Please confirm your email
ar: رجاء قم بتأكيد البريد الإلكتروني

source: Success
ar: نجاح

source: Email sent
ar: تم إرسال رسالة البريد

# WillSignout
source: You will signout at
ar: سيتم تسجيل خروجك في غضون

# CreateAccount
source: Create new account
ar: تسجيل حساب جديد

source: Register
ar: تسجيل

# AlreadyHaveAccount
source: Already have an account?
ar: يوجد لديك حساب بالفعل؟

source: User Name
ar: إسم المستخدم

# PhoneCountryCode
source: Code country phone
ar: رمز هاتف المنطقة

source: User exists
ar: اسم المستخدم موجود

# TryChangeInfo
source: Try to change info
ar: الرجاء المحاولة تغير المعلومات

source: Reset password
ar: إستعادة كلمة المرور

source: Confirm password
ar: تأكيد كلمة المرور

# HttpRequestException
source: there is problem while trying to reach our server
ar: هنالك مشكلة عند المحاولة الاتصال بالخادم

# AuthRequestException
source: there is problem while trying to reach our server
ar: هنالك مشكلة عند محاولة الوصول للخادم

source: Options
ar: الخيارات

source: Trainees
ar: المتدربين

source: User management
ar: إدارة المستخدمين

source: Violations
ar: المخالفات

source: Register Account
ar: تسجيل حساب

source: Group Section
ar: مجموعة الاقسام

source: Select
ar: إختر

source: Job Number
ar: رقم الوظيفي

source: Email Address
ar: عنوان البريد الإلكتروني

source: First name
ar: الإسم الأول

source: Last name
ar: الإسم الأخير

source: Middle name
ar: الإسم الأوسط

source: Phone number
ar: رقم الهاتف

source: Phone Code
ar: رمز هاتف المنطقة

source: Phone number required
ar: رقم هاتف مطلوب

source: User added successfuly
ar: تم إضافة المستخدم بنجاح

# ServerError
source: there is error by the server !!
ar: هنالك مشكلة من قبل الخادم !!

source: Register Message
ar: رسالة تسجيل

source: Register User
ar: تسجيل مستخدم

source: Trainee Image
ar: صورة المتدرب

source: Id
ar: رقم المعرف

# EditTraineeInfo
source: Edit trainee informations
ar: تعديل معلومات المتدرب

source: Save
ar: حفظ

source: Add trainee
ar: اضف متدرب

source: This is last page
ar: هذة اخر صفحة

source: Last page
ar: أخر صفحة

# TraineeAddedSuccessfully
source: Traine Added Sucessfully
ar: تم إضافة المتدرب بنجاح

source: Search by id
ar: البحث برقم المعرف

source: Search by National Id
ar: البحث برقم الهوية

source: Search by name
ar: البحث بالاسم

# DeleteConfirmation
source: Are you sure you want to delete this trainee?
ar: هل انت متأكد من حذف هذا المتدرب؟

source: Yes
ar: نعم

source: No
ar: لا

source: Delete
ar: حذف

# AddTraineeConfirmation
source: Are you sure you want to add trainee?
ar: هل انت متأكد من انك تريد إضافة متدرب ؟

# UpdateTraineeConfirmation
source: Do you want to update trainee informaiton ?
ar: هل فعلا تريد تحديث المتدرب؟

source: Update trainee
ar: تحديث المتدرب

source: Violation
ar: مخالفة

source: Head section
ar: رئيس القسم

source: Trainees Affairs Agency
ar: وكالة شؤون المتدربين

source: Forward options
ar: خيارات التحويل

source: Add Violation
ar: اضف المخالفة

source: Your notes
ar: ملاحظاتك

source: Violation created successfully
ar: تم إنشاء المخالفة بنجاح

source: Error in creating violation
ar: هنالك مشكلة في انشاء المخالفة

source: violation closed successfully
ar: تم اغلاق المخالفة بنجاح

source: violation forwarded successfully
ar: تم تحويل المخالفة بنجاح

source: Violations Under Process
ar: مخالفات تحت المعالجة

# ViolationProcced
source: Violations Procced
ar: مخالفات تمت معالجتها

source: All Violations
ar: جميع المخالفات

source: Violation Rate
ar: معدل المخالفة

source: Regulation Id
ar: معرف المخالفة

source: Trainee name
ar: إسم المتدرب

source: Error In Getting Violations
ar: هنالك مشكلة في الحصول على المخالفات

source: Trainee id
ar: رقم المتدرب

source: Is Trainee Reported
ar: هل تم إبلاغ المتدرب؟

source: Infringement Process
ar: حالة المخالفة

source: Infringement Count
ar: عدد مرات المخالفة

source: Academy Id
ar: الرقم الأكاديمي

source: Name
ar: الإسم

source: National Id
ar: الهوية الوطنية

# NoViolationsFound
source: No vaiolations Found
ar: لاتوجد مخالفات

source: Pending
ar: قيد الإنتظار

source: Logging out
ar: جاري تسجيل الخروج

source: Is Violation Proceed By Trainee
ar: هل تم معالجة المخالفة من قبل المتدرب

# DoYouWantForwardViolation
source: Do you want to froward Violation
ar: هل تريد تحويل المخالفة

source: Forward
ar: تحويل

source: Do you want close violation
ar: هل تريد إغلاق المخالفة

source: Form
ar: نموذج

source: Notes
ar: ملاحظات

source: Violation Updated Successfully
ar: تم تحديث المخالفة بنجاح

source: Error In Forwarding Violation
ar: هنالك مشكلة في تحويل المخالفة

source: Maybe Already Forwarded
ar: من الممكن تم تحويلها بالفعل

source: Violations Procedures
ar: إجراءات المخالفات

source: No Violations Procedures Found
ar: لاتوجد إجراءات للمخالفات

source: Forwarded Violations
ar: المخالفات المحولة

source: No Forwarded Violation Found
ar: لاتوجد هنالك مخالفات تم تحويلها

source: Maintenance Order
ar: طلب صيانة

source: New order
ar: طلب صيانة

source: Maintenance
ar: صيانة

source: Your name
ar: إسمك

source: Subject
ar: الموضوع

source: Description
ar: الوصف

source: File upload
ar: رفع الملفات

source: Send order
ar: إرسال الطلب

source: Order Sent Successfully
ar: تم ارسال الطلب بنجاح

source: Major
ar: التخصص

source: Section
ar: القسم

source: Role
ar: وظيفة

source: Error while invoking majors
ar: هنالك مشكلة في جلب التخصصات

# NoMajors
source: there is no majors
ar: لايوجد تخصصات

# NoSection
source: there is no sections
ar: لايوجد هنالك اقسام

# UserInfoUpdated
source: User Updated Successfully
ar: تم تحديث معلومات المستخدم بنجاح

# EmailDuplicated
source: The email has been duplicated.
ar: لقد تم تكرار البريد الإلكتروني

source: Warning
ar: تحذير

source: Send
ar: إرسال

source: Back To Login
ar: الرجوع لتسجيل الدخول

source: Cannot get roles
ar: لايمكن الحصول على الوظائف

# OpenAddTraineeMajorError
source: cannot open add trainee dialog add trainee major first
ar: لايمكن فتح نافذة اضافة متدرب لان لايوجد تخصصات , اضف تخصصات قبل هذا

# UnBloickedSuccess
source: User unblocked successfully
ar: تم فك الحظر بنجاح

# BloickedSuccess
source: User blocked successfully
ar: تم حظر المستخدم بنجاح

# YouBlocked
source: You are blocked from using system
ar: انت محظور من استخدام النظام

source: Blocked
ar: محظور

source: Search by username
ar: البحث باسم المستخدم

source: Search
ar: البحث

source: Status
ar: الحالة

source: Title
ar: العنوان

source: Cannot find orders
ar: لايستطيع العثور على الطلبات

source: orders
ar: الطلبات

source: Sender
ar: المرسل

source: File
ar: ملف

# OrderEditSuccessfully
source: Order edited successfully
ar: تم تعديل الطلب بنجاح

source: Order edit failed
ar: فشل في التعديل على الطلب

source: Order not found
ar: لم يتم العثور على الطلب

source: Reason
ar: السبب

source: Order Details
ar: تفاصيل الطلب

source: Logout
ar: تسجيل الخروج

source: Profile
ar: ملف الشخصي

source: Statistics
ar: الاحصائيات

source: Users
ar: المستخدمين

source: Maintenance Orders
ar: طلبات الصيانة

# NoConnectionWithServer
source: there is no connection with server !!!
ar: لايوجد اتصال مع الخادم
